[
  {
    "id": "63bf39fe915e542f88a0067f",
    "name": "Firebase",
    "description": "This certificate certifies that the holder has successfully completed a Platzi course on the fundamentals of Firebase. The course included the implementation of Firebase services on a website, knowledge of the web management console, authentication and creation of users through social networks, and deployment of web applications to Firebase hosting. Additionally, the holder completed a practical project called PlatziBlog, in which javascript vanilla, html, and css were used to implement features such as user authentication through email and password, Google, Facebook, and Twitter, as well as the use of Firebase messaging for push notifications, Firebase storage for storing images and Firebase hosting for deploying the application. Furthermore, Firebase rules were implemented to protect both the database and the storage.",
    "issuingOrganization": "Platzi",
    "expires": false,
    "issueDate": "28/12/2022",
    "credentialId": "4eb5272f-6c7d-420c-8450-e7331bccf8c0",
    "credentialURL": "https://platzi.com/p/echosmania/learning-path/25-firebase/diploma/detalle/"
  },
  {
    "id": "63bf3ab0915e542f88a00683",
    "name": "Full Stack Open",
    "description": "This certificate certifies that the holder has successfully completed the 7 ECTS online course with grade 5 of the University of Helsinki. The course covered web application fundamentals, including an introduction to React and how to communicate with a server using NodeJS and Express. It also covered server programming, testing, user administration, and state management with Redux. Additionally, the course covered topics such as React router, custom hooks, styling with CSS and webpack. This course covered the necessary skills to be a full-stack developer, and the certificate is a proof of the knowledge and skills acquired in the course.",
    "issuingOrganization": "University of Helsinki",
    "expires": false,
    "issueDate": "04/12/2022",
    "credentialId": "867a851012773dbe7db3d5d71c333a8a",
    "credentialURL": "https://studies.cs.helsinki.fi/stats/api/certificate/fullstackopen/en/867a851012773dbe7db3d5d71c333a8a"
  }
]